var i18n = {
  defaults: 'en-GB',

  'en-GB': {
    SHENGYUAN_ESTATE: 'Shengyuan Estate'
  },

  'zh-CN': {
    SHENGYUAN_ESTATE: '圣源地产',
    SHENGYUAN_GROUP: '圣源集团',
    INVESTMENT_CONSULTING: '投资资讯',
    GEOMANCY_ADVISORY: '风水咨询',
    LATEST_PROPERTIES: '最新房产',
    CUSTOMER_TESTIMONIALS: '顾客回馈',

    PROPERTY_TYPES: '英国房屋类型一览',
    PROPERTY_RIGHTS: '英国房屋产权的类型',
    PURCHASE_PROCESS: '英国期房购置流程',
    INVESTMENT_TIMING: '投资英国房地产时机分析',

    LETTER_OPENING:
      '敬爱的客户朋友：',
    LETTER_CONTENT:
      '圣源集团公司在英国已有十一年历史，公司组织机构完整，布局合理，值逢天时地利人和好因缘，发展潜力巨大，我们已经为集团公司未来的发展铺好了切实可行的光明大道。未来业务计划可分成三阶段：\n\n' +
      '第一阶段：主要从事房地产买卖和租赁的中介和管理业务。\n\n' +
      '第二阶段：房地产综合业务：进入地产市场的上下游产业：有自己的装修设计团队，为客户量身定做。帮助客户提供融资和在伦敦发展的商业计划。\n\n' +
      '第三阶段：公司将进入房地产楼盘项目开发业务。侧重风水，朝向和户型，注重华人的喜好在英国本土购地建房。\n\n' +
      '与此计划相应的公司B轮融资扩股计划，引进战略性的较大规模投资，主要建造商品房丶商铺丶精美别墅丶学生公寓以及酒店。所建房产将优先以优惠价格给股东们内部订购和团购。\n\n' +
      '我们坚信通过一起努力，利用资源互补的优势，凭借我们多年的良好信誉和高质服务丶齐全的功能架构配备丶充分利用目前天时丶地利丶人和的国际大环境，集团公司一定会迅速朝着良性方向发展，必然可以成为一个既可以为合作伙伴带来良好收益，有可以为共创和谐社会做贡献的优质企业。\n\n' +
      '为此，热烈欢迎一切有共识之士，前来洽谈业务和投资合作事宜。可以肯定地说，目前投资和置业英国房产，无论是自住和投资都是最佳时机。\n\n' +
      '携手圣源,幸福之源!\n\n' +
      '英国圣源集团地产发展有限公司\n\n' +
      '执行董事\n' +
      '贝园贤 致辞'
  }
};