var i18n = {
  defaults: 'en-GB',

  'en-GB': {
    SHENGYUAN_ESTATE: 'Shengyuan Estate'
  },

  'zh-CN': {
    MOTTO: '携手圣源，幸福之源',

    SHENGYUAN_ESTATE: '圣源地产',
    SHENGYUAN_GROUP: '圣源集团',
    INVESTMENT_CONSULTING: '投资资讯',
    GEOMANCY_ADVISORY: '风水咨询',
    LATEST_PROPERTIES: '最新房产',
    CUSTOMER_TESTIMONIALS: '顾客回馈',

    PROPERTY_TYPES: '英国房屋类型一览',
    PROPERTY_RIGHTS: '英国房屋产权的区分',
    PURCHASE_PROCESS: '英国期房购置流程',
    INVESTMENT_TIMING: '投资英国房地产时机分析',

    LETTER_OPENING:
      '敬爱的客户朋友：',
    LETTER_CONTENT:
      '圣源集团公司在英国已有十一年历史，公司组织机构完整，布局合理，值逢天时地利人和好因缘，发展潜力巨大，我们已经为集团公司未来的发展铺好了切实可行的光明大道。未来业务计划可分成三阶段：\n\n' +
      '第一阶段：主要从事房地产买卖和租赁的中介和管理业务。\n\n' +
      '第二阶段：房地产综合业务：进入地产市场的上下游产业：有自己的装修设计团队，为客户量身定做。帮助客户提供融资和在伦敦发展的商业计划。\n\n' +
      '第三阶段：公司将进入房地产楼盘项目开发业务。侧重风水，朝向和户型，注重华人的喜好在英国本土购地建房。\n\n' +
      '与此计划相应的公司B轮融资扩股计划，引进战略性的较大规模投资，主要建造商品房、商铺、精美别墅、学生公寓以及酒店。所建房产将优先以优惠价格给股东们内部订购和团购。\n\n' +
      '我们坚信通过一起努力，利用资源互补的优势，凭借我们多年的良好信誉和高质服务、齐全的功能架构配备、充分利用目前天时、地利、人和的国际大环境，集团公司一定会迅速朝着良性方向发展，必然可以成为一个既可以为合作伙伴带来良好收益，有可以为共创和谐社会做贡献的优质企业。\n\n' +
      '为此，热烈欢迎一切有共识之士，前来洽谈业务和投资合作事宜。可以肯定地说，目前投资和置业英国房产，无论是自住和投资都是最佳时机。\n\n' +
      '携手圣源，幸福之源!\n\n' +
      '英国圣源集团地产发展有限公司\n\n' +
      '执行董事\n' +
      '贝园贤 致辞',
    BUSINESS_SCOPE_TITLE: '经营范围',
    BUSINESS_SCOPE_DETAILS: '' +
      '英国地产买卖\n' +
      '租赁 投资 管理 移民\n' +
      '子女教育 置业咨询\n' +
      '一条龙服务 ',
    OFFICE_TITLE: '圣源集团地产公司办公室',
    CONTACTS_LONDON_TITLE: '伦敦总部',
    CONTACTS_LONDON_DETAILS: '' +
      '35 Millharbour,\n' +
      'Canary Wharf,\n' +
      'London, E14 9TX\n' +
      '0203-5880988',
    CONTACTS_NANNING_TITLE: '南宁总部',
    CONTACTS_NANNING_DETAILS: '' +
      '广西南宁市青秀区\n' +
      '金湖路63号\n' +
      '金源CBD现代城22楼2235室\n' +
      '0771-5535998',
    SERVICE_POINTS_TITLE: '圣源集团地产公司律师团队服务处',
    SERVICE_POINTS_DETAILS: '北京,上海,深圳,武汉,广州,成都,东京,香港',


    SHENGYUAN_ESTATE_INTRODUCTION: '' +
      '圣源集团地产总部办公室位於\n' +
      '英国伦敦金融区- 金丝雀港\n\n' +
      '二零一三年，伦敦已超越纽约，成为世界排名第一的金融中心。除了原本利物浦街的金融区，金丝雀港位於伦敦东部，是一块相对年轻的经济区，其占地320英亩，泰晤士河把此区围绕成一个特殊的半岛形状，三面环河， 在风水学里是玉带环腰的难得宝地。数百家超级跨国公司，如世界级银行HSBC, Barclays, JPMorgan 的总部、吸引超过十万精英就职于此 。\n\n' +
      '千禧年Jubilee line通车到此，从这里到London Bridge只要十分钟。随後通车的地上轻轨，把金丝雀码头的腹地往外扩充，西接Bank，北接Stratford 和奥林匹克公园，南接格林威治，东接O2 。 二零一四年伦敦奥运，便是选在东边举办，这一世界级活动带动了整个东伦敦的经济活力。除此之外，这里还有唯一一座在伦敦市中心的机场-伦敦城市机场，专门提供商务旅客以及私人专机来访，从城市机场到金丝雀码头只要十二分钟车程。\n\n' +
      '金丝雀码头自成一格，不仅是在地理位置上，经济上它也拥有自己的商业圈，其地铁站内即有一个室内购物中心，在北边Stratford有欧洲最大的Shopping Mall- Westfield Stratford city，精品品牌、百货公司、旅馆、美食皆在其中。东边则有The O2，为英国最大的综合性表演场地，经常有各式各样的活动在此举行，此外，2012年通车的天空缆车，为阿联犹航空集团集资所建，连结O2与格林威治，不仅加快运输，更吸引大批观光人潮。目前正在兴建的Cross rail，将串连东西伦敦，预计2015年通车，届时从东伦敦到达市中心只要五分钟。综观各方面条件，东伦敦无疑是目前伦敦开发案最多、投资潜力最佳、最有经济活力的地区。',


    SHENGYUAN_GROUP_INTRODUCTION: '' +
      '圣源集团，中国大使馆认证集团公司，注册号7234627。\n\n' +
      '圣源集团前身为圣源金属有限公司，专业从事国际金属贸易，在英国已有十一年历史，在业界已建立良好的信誉与口碑。\n\n' +
      '我们企业的核心价值为资源分享、优势互补，合作双赢 。秉持热忱与分享的理念，并运用在此耕耘多年的资源优势，我们所有同仁致力于为您提供最完善、最便捷的顶级全方位服务。目前圣源集团公司旗下有五大业务体系：\n\n' +
      '一）圣源房地产 - 英国房地产买卖、租赁、投资、管理。移民、子女教育、置业咨询、一条龙服务\n' +
      '二）圣源金属公司 - 有色金属与矿产国际贸易\n' +
      '三）英国华府 China Bay 高级养生茶馆 - 圣源集团会所，金融信息交流中心\n' +
      '四）印象中国公司 - 市场策划、品牌开发与推广\n' +
      '五）L&H Partners - 执照认证会计师与律师团队\n\n\n' +
      '除了了商业性的服务之外，我们更期许自己能为弘扬中国传统优秀文化尽一份心力，集团旗下设有英国华夏文化协会与华夏文化基金会，注册于英国的慈善机构，致力于推动中国古代圣贤经典教育和中华传统文化传承，搭建中英文化教育交流的平台。定期举办国学研习、文化沙龙、学术交流、亲子活动。',


    INVESTMENT_CONSULTING_INTRODUCTION: '' +
      '“此刻正是出手投资千载难逢的好时机”\n\n' +
      '英国是全世界房地产投资热点，买卖市场活络，交易络绎不绝，更是四方富豪投资的第一首选 。2013年英国房地产投资达到199亿英镑，创下6年来新高，平均升值率超过10%，部分房产甚至超越46%，同时房屋租赁回报率也高达5%。近年来英国房价加速上升，涨幅稳定，前景非常乐观。此外，英国具有世界公认最完善的法制和管家服务，这是他们长期以来所建立的机制。其配套法律与投资条款完善，提供投资人最无後顾之忧的投资环境；而专业管家服务则是协助您打理房屋事务，外至庭园，内至家务，让您以最轻松的方式拥有一座私人豪宅。\n\n' +
      '另一方面，由於中国房地产投资市场已接近饱和，使得国内投资人纷纷把眼光转向海外，而在海外的房地产市场之中，英国无疑是华人海外置产的最佳选项。一来是英国近年来投资政策转型，更加欢迎外资进驻，巨型投资案与开发案络绎不绝；二来是中英两国的商业交流达到前所未有的合作友好关系。2014年6月，中国总理李克强亲自带领中国企业家团队访英，一百八十亿英镑的合约意外着崭新合作关系的开端，未来更紧凑的中英商业交流是可确信的；而其中带起的房地产商机无限，潜力可观，投资良机难逢。',
    INVESTMENT_CONSULTING_TEXT_1: '' +
      '2014年6月17日，溫莎城堡\n' +
      '英國女王伊麗莎白二世會見中國總理李克強',
    INVESTMENT_CONSULTING_TEXT_2: '' +
      '李克強到訪期間，中英兩國將簽署價值至少300億美元\n' +
      '（約180億英鎊）的商業大單。',


    GEOMANCY_INTRODUCTION: '' +
      '风水学是中国古老而高深的智慧，它不是迷信，而是借大自然的地理环境，以科学和中国古代易学的方法，为您找到最适合你的风水宝地，为您提供和谐的气场和正面的能量、强化您的健康和好运 、为你带来祥和的生活。\n\n' +
      '圣源集团地产公司为了帮助华人在英国安居乐业，我们独家邀请着名命理风水专家 - 贵仁先生成为我们的风水策划顾问。无论是住宅、办公室、开发项目，，我们都提供专业的风水咨询服务，注重风水格局。通过圣源集团购买的房产，都是精挑细选的、并尽量符合上乘风水格局的好物业，以便我们的客户在英国置业得到吉祥的缘起。',
    GEOMANCY_EXPERT_IMAGE_DESCRIPTION: '贵人师傅与公民健康大臣 Luciana Berger',
    GEOMANCY_EXPERT_INTRODUCTION: '' +
      '贵仁先生简介：\n\n' +
      '贵仁先生的曾祖父是中国满清时代皇亲，御前术士（皇室预测师），正黄旗，官至二品。贵仁先生自幼受家庭影响，对易学颇感兴趣。亲得其父口传心授，二十岁左右就可以运用风水学、奇门遁甲、四柱学、面相学、手相学及六爻知识，断定过去，预测未来。\n\n' +
      '贵仁先生三十几岁就晋升为大学教授，在日本国易断学院开设易经、风水学、四柱学等课程。同时，贵仁先生还在日本多家大型企业担任风水顾问，进行风水指导。在日本期间，贵仁先生曾多次带领学生对着名胜地，进行“寻龙点穴”的风水实地勘察。\n\n' +
      '贵仁先生现定居英国，亲自创建首家专门研究英国本土风水的易经苑，并服务於社会，对办公室、商铺、银行、货仓、家居等进行风水勘察、设计、布局诸项业务；并对英国、瑞士、德国、西班牙、日本等多家大型知名企业进行风水指导。',

    CUSTOMER_TESTIMONIAL_1_COMMENT: '' +
      '“我委托圣源地产为我在South Kensington买了公寓。2008金融风暴结束之後，正是置业的好时机，几年来这栋房子已经升值40%以上，感谢圣源集团地产帮我们找到回报率如此高的地产。”',
    CUSTOMER_TESTIMONIAL_1_NAME: '' +
      '中国上海 徐女士',
    CUSTOMER_TESTIMONIAL_2_COMMENT: '' +
      '“非常感谢圣源地产为我推荐了两套伦敦新金融城canary wharf的公寓。这里不仅地理位置好，出租回报率高，而且升值快，短短的三年时间居然涨了30%，实在是非常好的投资。”',
    CUSTOMER_TESTIMONIAL_2_NAME: '' +
      '中国广西 王女士',
    CUSTOMER_TESTIMONIAL_3_COMMENT: '' +
      '“感謝圣源集团地产协助我们在 Notting Hill购买了物业，这两年升值了45% ”',
    CUSTOMER_TESTIMONIAL_3_NAME: '' +
      '中国江苏 程女士',
    CUSTOMER_TESTIMONIAL_4_COMMENT: '' +
      '“在圣源地产的极力推荐下，我们在具有伦敦后花园之称的Bromley South购买了一套独栋别墅。 此区域位于肯特郡内，不仅治安好，还拥有多所全英知名的好学校，让我的孩子们都得到了传统的英式教育。近来还得知这一年内我们的房子居然升值超过了25%，我们非常满意。” ',
    CUSTOMER_TESTIMONIAL_4_NAME: '' +
      '中国东北 盖先生'
  }

};