var i18n = {
  defaults: 'en-GB',

  'en-GB': {
    SHENGYUAN_ESTATE: 'Shengyuan Estate'
  },

  'zh-CN': {
    SHENGYUAN_ESTATE: '圣源地产',
    SHENGYUAN_GROUP: '圣源集团',
    INVESTMENT_CONSULTING: '投资资讯',
    GEOMANCY_ADVISORY: '风水咨询',
    LATEST_PROPERTIES: '最新房产',
    CUSTOMER_TESTIMONIALS: '顾客回馈',

    PROPERTY_TYPES: '英国房屋类型一览',
    PROPERTY_RIGHTS: '英国房屋产权的类型',
    PURCHASE_PROCESS: '英国期房购置流程',
    INVESTMENT_TIMING: '投资英国房地产时机分析',

    LETTER_OPENING:
      '敬爱的客户朋友：',
    LETTER_CONTENT:
      '圣源集团公司在英国已有十一年历史，公司组织机构完整，布局合理，值逢天时地利人和好因缘，发展潜力巨大，我们已经为集团公司未来的发展铺好了切实可行的光明大道。未来业务计划可分成三阶段：\n\n' +
      '第一阶段：主要从事房地产买卖和租赁的中介和管理业务。\n\n' +
      '第二阶段：房地产综合业务：进入地产市场的上下游产业：有自己的装修设计团队，为客户量身定做。帮助客户提供融资和在伦敦发展的商业计划。\n\n' +
      '第三阶段：公司将进入房地产楼盘项目开发业务。侧重风水，朝向和户型，注重华人的喜好在英国本土购地建房。\n\n' +
      '与此计划相应的公司B轮融资扩股计划，引进战略性的较大规模投资，主要建造商品房、商铺、精美别墅、学生公寓以及酒店。所建房产将优先以优惠价格给股东们内部订购和团购。\n\n' +
      '我们坚信通过一起努力，利用资源互补的优势，凭借我们多年的良好信誉和高质服务、齐全的功能架构配备、充分利用目前天时、地利、人和的国际大环境，集团公司一定会迅速朝着良性方向发展，必然可以成为一个既可以为合作伙伴带来良好收益，有可以为共创和谐社会做贡献的优质企业。\n\n' +
      '为此，热烈欢迎一切有共识之士，前来洽谈业务和投资合作事宜。可以肯定地说，目前投资和置业英国房产，无论是自住和投资都是最佳时机。\n\n' +
      '携手圣源,幸福之源!\n\n' +
      '英国圣源集团地产发展有限公司\n\n' +
      '执行董事\n' +
      '贝园贤 致辞',
    BUSINESS_SCOPE_TITLE: '经营范围',
    BUSINESS_SCOPE_DETAILS: '' +
      '英国地产买卖\n' +
      '租赁 投资 管理 移民\n' +
      '子女教育 置业咨询\n' +
      '一条龙服务 ',
    OFFICE_TITLE: '圣源集团地产公司办公室',
    CONTACTS_LONDON_TITLE: '伦敦总部',
    CONTACTS_LONDON_DETAILS: '' +
      '35 Millharbour,\n' +
      'Canary Wharf,\n' +
      'London, E14 9TX\n' +
      '0203-5880988',
    CONTACTS_NANNING_TITLE: '南宁总部',
    CONTACTS_NANNING_DETAILS: '' +
      '广西南宁市青秀区\n' +
      '金湖路63号\n' +
      '金源CBD现代城22楼2235室\n' +
      '0771-5535998',
    SERVICE_POINTS_TITLE: '圣源集团地产公司律师团队服务处',
    SERVICE_POINTS_DETAILS: '北京,上海,深圳,武汉,广州,成都,东京,香港',


    SHENGYUAN_ESTATE_INTRODUCTION: '' +
      '圣源集团地产总部办公室位於\n' +
      '英国伦敦金融区- 金丝雀港\n\n' +
      '二零一三年，伦敦已超越纽约，成为世界排名第一的金融中心。除了原本利物浦街的金融区，金丝雀港位於伦敦东部，是一块相对年轻的经济区，其占地320英亩，泰晤士河把此区围绕成一个特殊的半岛形状，三面环河， 在风水学里是玉带环腰的难得宝地。数百家超级跨国公司，如世界级银行HSBC, Barclays, JPMorgan 的总部、吸引超过十万精英就职于此 。\n\n' +
      '千禧年Jubilee line通车到此，从这里到London Bridge只要十分钟。随後通车的地上轻轨，把金丝雀码头的腹地往外扩充，西接Bank，北接Stratford 和奥林匹克公园，南接格林威治，东接O2 。 二零一四年伦敦奥运，便是选在东边举办，这一世界级活动带动了整个东伦敦的经济活力。除此之外，这里还有唯一一座在伦敦市中心的机场-伦敦城市机场，专门提供商务旅客以及私人专机来访，从城市机场到金丝雀码头只要十二分钟车程。\n\n' +
      '金丝雀码头自成一格，不仅是在地理位置上，经济上它也拥有自己的商业圈，其地铁站内即有一个室内购物中心，在北边Stratford有欧洲最大的Shopping Mall- Westfield Stratford city，精品品牌、百货公司、旅馆、美食皆在其中。东边则有The O2，为英国最大的综合性表演场地，经常有各式各样的活动在此举行，此外，2012年通车的天空缆车，为阿联犹航空集团集资所建，连结O2与格林威治，不仅加快运输，更吸引大批观光人潮。目前正在兴建的Cross rail，将串连东西伦敦，预计2015年通车，届时从东伦敦到达市中心只要五分钟。综观各方面条件，东伦敦无疑是目前伦敦开发案最多、投资潜力最佳、最有经济活力的地区。',


    SHENGYUAN_GROUP_INTRODUCTION: '' +
      '圣源集团，中国大使馆认证集团公司，注册号7234627。\n\n' +
      '圣源集团前身为圣源金属有限公司，专业从事国际金属贸易，在英国已有十一年历史，在业界已建立良好的信誉与口碑。\n\n' +
      '我们企业的核心价值为资源分享、优势互补，合作双赢 。秉持热忱与分享的理念，并运用在此耕耘多年的资源优势，我们所有同仁致力于为您提供最完善、最便捷的顶级全方位服务。目前圣源集团公司旗下有五大业务体系：\n\n' +
      '一）圣源房地产 - 英国房地产买卖、租赁、投资、管理。移民、子女教育、置业咨询、一条龙服务\n' +
      '二）圣源金属公司 - 有色金属与矿产国际贸易\n' +
      '三）英国华府 China Bay 高级养生茶馆 - 圣源集团会所，金融信息交流中心\n' +
      '四）印象中国公司 - 市场策划、品牌开发与推广\n' +
      '五）L&H Partners - 执照认证会计师与律师团队\n\n\n' +
      '除了了商业性的服务之外，我们更期许自己能为弘扬中国传统优秀文化尽一份心力，集团旗下设有英国华夏文化协会与华夏文化基金会，注册于英国的慈善机构，致力于推动中国古代圣贤经典教育和中华传统文化传承，搭建中英文化教育交流的平台。定期举办国学研习、文化沙龙、学术交流、亲子活动。'
  }

};